Repository: bradsk88/kalu
Catalog: po/*.po
Languages: fr

source: Manage watched packages...
fr: Gérer les paquets surveillés...

source: Show a button "Update AUR packages" on notifications
fr: Afficher un bouton "Mettre à jour les paquets AUR" dans les notifications

source: When clicking the button, run the following :
fr: Lors d'un clic sur le bouton, lancer :

source: You can use <b>$PACKAGES</b> to be replaced by the list of AUR packages with upgrades available
fr: Vous pouvez utiliser <b>$PACKAGES</b> qui sera remplacé par une liste des paquets AUR pour lesquels des mises à jour sont disponibles

source: Do not check the AUR for the following packages :
fr: Ne pas vérifier AUR pour les paquets suivants :

source: Package name
fr: Nom du paquet

source: Add a new package
fr: Ajouter un nouveau paquet

source: Edit selected package
fr: Éditer le paquet sélectionné

source: Remove selected package
fr: Supprimer le paquet sélectionné

# prefs-tab
source: Watched AUR
fr: AUR surveillés

source: Manage watched AUR packages...
fr: Gérer les paquets AUR surveillés...

# prefs-tab
source: Misc
fr: Divers

source: Show if databases can be synchronized in tooltip
fr: Montrer dans l'info-bulle si les bases de données peuvent être synchronisées

source: When kalu is <b>active</b> :
fr: Quand kalu est <b>actif</b> :

source: Actions to be done when kalu is <b>not</b> paused.
fr: Actions à effectuer quand kalu n'est <b>pas</b> en pause.

source: When kalu is <b>paused</b> :
fr: Quand kalu est <b>en pause</b> :

source: Actions to be done when kalu is <b>paused</b>.
fr: Actions à effectuer quand kalu est <b>en pause</b>.

source: Using KDE's StatusNotifierItem interface, the action on click will be mapped to Activate, the action on middle click mapped to SecondaryActivate, the action on double click is unused.
fr: Si l'interface StatusNotifierItem de KDE est utilisée, l'action d'un clic gauche sera définie sur Activate, l'action d'un clic de la roulette sur SecondaryActivate, tandis que le clic droit ne sera pas utilisé.

source: _Save preferences
fr: _Enregistrer les préférences

source: Apply and save preferences
fr: Appliquer et enregistrer les préférences

source: Error: %s: %s
fr: Erreur : %s: %s

source: %d%% of %s
fr: %d%% de %s

source: Post-processing...
fr: Post-traitement...

source: Error: %s
fr: Erreur : %s

source: Warning: %s
fr: Avertissement : %s

source: Downloading packages...
fr: Téléchargement des paquets...

source: Checking dependencies...
fr: Vérification des dépendances...

source: Resolving dependencies...
fr: Résolution des dépendances...

source: Checking inter-conflict...
fr: Recherche des conflits entre paquets...

source: Checking delta integrity...
fr: Vérification de l'intégrité delta...

source: Importing required keys...
fr: Importation des clés requises...

source: Applying delta patches...
fr: Application des patchs delta...

source: Delta patching done.
fr: Patch delta appliqué.

source: Delta patching failed.
fr: Échec du patch delta.

source: Package installed: %s (%s)
fr: Paquet installé : %s (%s)

source: Optional dependencies for %s:
fr: Dépendances optionnelles pour %s :

source: Package reinstalled: %s (%s)
fr: Paquet ré-installé : %s (%s)

source: Package removed: %s (%s)
fr: Paquet supprimé : %s (%s)

source: Package upgraded: %s (%s -> %s)
fr: Paquet mis à jour : %s (%s -> %s)

source: New optional dependencies for %s-%s:
fr: Nouvelles dépendances optionnelles pour %s-%s :

source: Package downgraded: %s (%s -> %s)
fr: Paquet rétrogradé : %s (%s -> %s)

source: Warning: %s installed as %s.pacnew
fr: Avertissement : %s installé comme %s.pacnew

source: Warning: %s saved as %s.pacsave
fr: Avertissement : %s enregistré comme %s.pacsave

source: Using delta %s to generate %s...
fr: Utilisation du delta %s pour générer %s...

source: %s optionally requires %s
fr: %s peut nécessiter %s

source: Checking packages integrity...
fr: Vérification de l'intégrité des paquets...

source: Checking for file conflicts...
fr: Vérification des conflits de fichiers

source: Loading package files...
fr: Chargement des fichiers de paquets

source: Checking disk space...
fr: Vérification de l'espace disque...

source: Checking keyring...
fr: Vérification du trousseau de clés...

source: Upgrading system...
fr: Mise à jour du système...

source: %s is in IgnorePkg/IgnoreGroup. Install anyway ?
fr: %s est dans IgnorePkg/IgnoreGroup. Installer quand même ?

source: Install %s anyway
fr: Installer %s quand même

source: Do not install %s
fr: Ne pas installer %s

source: Yes
fr: Oui

source: No
fr: Non

source: Do you want to replace %s (%s) with %s (%s) ?
fr: Voulez vous remplacer %s (%s) par %s (%s) ?

source: Replace with %s
fr: Remplacer par %s

source: Keep %s
fr: Conserver %s

source: %s and %s and in conflict. Remove %s ?
fr: %s et %s sont en conflit. Supprimer %s ?

source: Remove %s
fr: Supprimer %s

source: Do you want to skip the packages listed below ?
fr: Voulez vous passer les paquets énumérés ci-dessous?

source: Those packages cannot be upgraded due to unresolvable dependencies :
fr: Ces paquets n'ont pas pu être mis à jour à cause de dépendances non résolues :

source: Yes, skip those packages
fr: Oui, passer ces paquets

source: No, abort upgrade
fr: Non, annuler la mise à jour

source: Do you want to skip package %s ?
fr: Voulez-vous passer le paquet %s ?

source: Package %s cannot be upgraded due to unresolvable dependencies.
fr: Le paquet %s n'a pas pu être mis à jour à cause de dépendances non résolues.

source: Yes, skip %s
fr: Oui, passer %s

source: There are %d providers available for %s. Please select the one to install :
fr: Il y a %d fournisseurs disponibles pour %s. Sélectionnez celui à installer :

# column
source: Repo
fr: Dépôt

# column
source: Package
fr: Paquet

source: Abort
fr: Annuler

source: Use selected provider
fr: Utiliser le fournisseur sélectionné

source: File %s is corrupted. Do you want to delete it ?
fr: Le fichier %s est corrompu. Voulez-vous le supprimer ?

source: Delete %s
fr: Supprimer %s

source: Do not delete %s
fr: Ne pas supprimer %s

source: Do you want to import key %s ?
fr: Voulez-vous importer la clé %s ?

source: Key %s: %s (created %s)
fr: Clé %s: %s (créée %s)

source: Yes, import key
fr: Oui, importer la clé

source: Downloading %s ...
fr: Téléchargement de %s ...

source: Error: got a SYNC_DBS event while not synchronizing databases
fr: Erreur : un évènement SYNC_DBS est survenu pendant la synchronisation des bases de données

source: Synchronizing a database
fr: Synchronisation d'une base de données

source: Synchronizing databases...
fr: Synchronisation des bases de données...

source: Synchronizing simulation databases...
fr: Synchronisation des bases de données de simulation...

source: Error: got a SYNC_DB_START event while not synchronizing databases
fr: Erreur : un évènement SYNC_DB_START est survenu pendant la synchronisation des bases de données

source: Synchronizing database %s...
fr: Synchronisation de la base de données %s...

source: Error: got a SYNC_DB_END event while not synchronizing databases
fr: Erreur : un évènement SYNC_DB_END est survenu pendant la synchronisation des bases de données

source: failed
fr: échec

source: Are you sure you want to abort the current operation ?
fr: Etes-vous sûr de vouloir annuler l'opération en cours ?

source: CAUTION: This might leave your system in an unstable/non-working state.
fr: ATTENTION : cela pourrait laisser votre système dans un état instable/de dysfonctionnement.

source: Yes, abort operation
fr: Oui, annuler l'opération

source: No, keep going
fr: Non, continuer

source: Downloading packages complete.
fr: Téléchargement des paquets terminé.

source: Downloading packages failed
fr: Échec du téléchargement des paquets

source: System update failed
fr: Échec de la mise à jour du système

source: System upgrade complete.
fr: Mise à jour du système terminée.

source: Do you want to run the post-sysupgrade process ?
fr: Voulez-vous lancer le processus de post-mise à jour ?

source: Yes, Start it now
fr: Oui, le lancer maintenant

source: Yes
fr: Oui

source: No
fr: Non

source: Do you want to run the post-sysupgrade processes ?
fr: Voulez-vous lancer les processus post-mise à jour ?

source: Do you want to run the following post-sysupgrade processes ?
fr: Voulez-vous lancer les processus post-mise à jour suivants ?

source: Only checked processes will be launch.
fr: Seuls les processus cochés seront lancés.

source: Yes, run checked processes now
fr: Oui, lancer les processus cochés maintenant

# column
source: Run
fr: Exécuter

# column
source: Command-line
fr: Ligne de commande

source: Starting: '%s' ..
fr: Lancement : '%s' ..

source: failed
fr: Échec

source: Unable to start post-sysupgrade process.
fr: Impossible de démarrer le processus post-mise à jour.

source: Command-line: %s Error: %s
fr: Ligne de commande : %s Erreur : %s

source: Unable to start system upgrade
fr: Impossible de démarrer la mise à jour du système

source: Invalid internal state
fr: État interne invalide

source: Performing system upgrade...
fr: Mise à jour du système en cours ...

source: Failed to get packages list
fr: Échec de la récupération des paquets

source: No packages to upgrade
fr: Aucun paquet à mettre à jour

source: Your system is already up-to-date.
fr: Votre système est déjà à jour.

source: Do you want to download packages ?
fr: Voulez-vous télécharger des paquets ?

source: Download: %s
fr: Téléchargement : %s

source: Download: %s
fr: Téléchargement : %s

source: No, cancel download
fr: Non, annuler le téléchargement

source: Download operation cancelled.
fr: Téléchargement annulé.

source: <big><b>Do you want to upgrade your system ?</b></big>
fr: <big><b>Voulez-vous mettre à jour votre système ?</b></big>

source: <big><b>Simulation complete</b></big>
fr: <big><b>Simulation terminée</b></big>

source: Download: %s - Install: %s - Net: %s
fr: Téléchargement : %s - Installation : %s - Net : %s

source: Install: %s - Net: %s
fr: Installation : %s - Net : %s

source: Got package list; waiting for user confirmation.
fr: Récupération de la liste des paquets réussier; en attente de confirmation.

source: Simulation complete.
fr: Simulation terminée.

source: Failed to synchronize databases
fr: Échec de la synchronisation des bases de données

source: Databases synchronized
fr: Bases de données synchronisées

source: Getting packages list
fr: Récupération de la liste des paquets

source: Getting packages list...
fr: Récupération de la liste des paquets...

source: Failed to register databases
fr: Échec de l'inscription des bases de données

source: Register database %s...
fr: Inscription de la base de données %s...

source: Failed to initialize ALPM library
fr: Échec de l'initialisation de la librairie ALPM

source: Registering databases
fr: Inscription des bases de données

source: Failed to initialize
fr: Échec de l'initialisation

source: Initializing ALPM library...
fr: Initialisation de la libraire ALPM...

source: Could not initiate kalu_updater
fr: Impossible de lancer kalu

source: Initializing kalu_updater...
fr: Initialisation de kalu...

source: Could not initialize kalu_updater
fr: Impossible d'initialiser kalu

source: Initializing... Please wait...
fr: Initialisation... Patientez SVP...

source: Creating kalu_updater...
fr: Création de kalu...

source: Rerun simulation...
fr: Re-lancer la simulation...

source: System upgrade - kalu
fr: Mise à jour du système - kalu

source: Upgrade simulation - kalu
fr: Mettre à jour la simulation - kalu

# column
source: Old/Current
fr: Ancien/Actuel

# column
source: New
fr: Nouveaux

# column
source: Download
fr: Téléchargements

# column
source: Installed
fr: Installés

source: Log
fr: Journal

source: _Upgrade system...
fr: Mettre à jour le système...

source: _Download packages...
fr: _Télécharger des paquets...

source: _Rerun simulation...
fr: Re-lancer la simulation...

source: Parsing %s ...
fr: Analyse de %s ...

source: Unable to parse pacman.conf
fr: Impossible d'analyser pacman.conf

source: No databases defined
fr: Aucune base de données définie

source: Failed to initialize simulation
fr: Échec de l'initialisation de la simulation

source: Failed to initiate transaction: %s
fr: Échec du lancement de la transaction : %s

source: Failed to release transaction: %s
fr: Échec de la publication de la transaction : %s

source: No usable package repositories configured
fr: Aucun dépôt de paquets configuré

source: Database %s is not valid: %s
fr: La base de données %s n'est pas valide : %s

source: Do you want to import marked changes into the current list?
fr: Voulez-vous importer les changements sélectionnés dans la liste actuelle ?

source: You have marked one or more packages with updated version number since starting the editing of this list.
fr: Vous avez sélectionné un ou plusieurs paquets avec un numéro de version mis à jour depuis le début de l'édition de cette liste.

source: Yes, import changes.
fr: Oui, importer les changements.

source: No, keep the list as is.
fr: Non, laisser la liste comme telle.

source: Mark updated watched packages - kalu
fr: Sélectionner les paquets surveillés mis à jour - kalu

source: Manage watched packages - kalu
fr: Gérer les paquets surveillés - kalu

source: Mark updated watched AUR packages - kalu
fr: Sélectionner les paquets AUR surveillés mis à jour - kalu

source: Manage watched AUR packages - kalu
fr: Gérer les paquets AUR surveillés - kalu

source: Reload list from memory (undo changes)
fr: Recharger la liste à partir de la mémoire (défaire les changements)

source: Reload list from file
fr: Recharger la liste à partir d'un fichier

# column
source: Update
fr: Mise à jour

source: _Mark as seen
fr: _Marquer comme vu(s)

source: Save new version numbers of checked packages
fr: Enregistrer les nouveaux numéros de version des paquets sélectionnés

source: _Save list
fr: _Enregistrer la liste

source: Save list of watched packages
fr: Enregistrer la liste des paquets surveillés

source: [installed]
fr: [installé(s)]

source: [pending]
fr: [en attente]

source: Session already initialized
fr: Session déjà en cours

source: Authorization from PolicyKit failed
fr: Échec de l'autorisation PolicyKit

source: Invalid state
fr: État invalide

source: Failed to initialize alpm library: %s
fr: Échec de l'initialisation de la libraire alpm : %s

source: ALPM has no downloader capability
fr: ALPM n'a pas de capacité de téléchargement

source: Unable to set log file: %s
fr: Impossible de définir le fichier journal : %s

source: Unable to set gpgdir: %s
fr: Impossible de définir gpgdir : %s

source: Unable to set cache dirs: %s
fr: Impossible de définir les répértoires de cache : %s

source: Unable to set default siglevel: %s
fr: Impossible de définir le niveau de signature par défaut : %s

source: Failed to release alpm library
fr: Échec de la publication de la librairie alpm

source: Could not register database %s: %s
fr: Impossible d'inscrire la base de données %s : %s

source: Server %s contains the $arch variable, but no Architecture was defined.
fr: Le serveur %s contient la variable $arch, mais aucune architecture n'a été définie.

source: Could not add server %s to database %s: %s
fr: Impossible d'ajouter le serveur %s à la base de données %s : %s

source: Database %s is not valid: %s
fr: La base de données %s n'est pas valide : %s

source: Invalid call to Answer, no Question pending.
fr: Demande de réponse invalide, pas de question en suspens.

source: Failed to initiate transaction: %s
fr: Échec du lancement de la transaction : %s

source: - Package %s requires %s
fr: - Le paquet %s nécessite %s

source: - Packages %s and %s are in conflict
fr: - Les paquets %s et %s sont en conflit

source: - Packages %s and %s are in conflict: %s
fr: - Les paquets %s et %s sont en conflit : %s

source: Failed to prepare transaction: %s : %s
fr: Échec de la préparation de la transaction : %s : %s

source: Failed to prepare transaction: %s
fr: Échec de la préparation de la transaction : %s

source: - %s exists in both %s and %s
fr: - %s existe en même temps dans %s et %s

source: - %s exists in both %s and current filesystem
fr: - %s existe en même temps dans %s et dans le système de fichiers actuel

source: - Unknown conflict for %s
fr: - Conflit inconnu pour %s

source: - %s in invalid or corrupted
fr: - %s est invalide ou corrompu

source: Failed to commit transaction: %s : %s
fr: Échec de la réalisation de la transaction : %s : %s

source: Failed to commit transaction: %s
fr: Échec de la réaliastion de la transaction : %s

source: Session not initialized
fr: Session non initialisée

source: Session initialized for another client
fr: Session initialisée pour un autre client

source: Unknown method: %s
fr: Méthode inconnue : %s
