Repository: bradsk88/kalu
Catalog: po/*.po
Languages: fr

source: Invalid JSON response from the AUR
fr: Réponse JSON invalide de AUR

source: Unexpected results from the AUR [%s]
fr: Résultats inattendus de AUR [%s]

source: <package not found>
fr: <paquet non trouvé>

source: Config file %s, line %d: invalid value for SigLevel: %s
fr: Fichier de configuration %s, ligne %d : valeur incorrecte pour SigLevel : %s

source: Config file %s, line %d:
fr: Fichier de configuration %s, ligne %d :

source: Config file %s could not be read
fr: Le fichier de configuration %s n'a pas pu être lu

source: bad section name
fr: Nom de section incorrect

source: syntax error: missing key.
fr: Erreur de syntaxe : clé manquante.

source: All directives must belong to a section.
fr: Toutes les directives doivent appartenir à une section.

source: Config file %s could not be read: %s
fr: Le fichier de configuration %s n'a pas pu être lu : %s

source: syntax error: missing key
fr: Erreur de syntaxe : clé manquante

source: Option SaneSortOrder doesn't exist anymore; Please use GTK3 option gtk-alternative-sort-arrows instead.
fr: L'option SaneSortOrder n'existe plus; Veuillez utiliser l'option GTK3 gtk-alternative-sort-arrows à la place.

source: Unable to init cURL
fr: Impossible de démarrer cURL

# notif-button
source: Run simulation...
fr: Lancer la simulation

# notif-button
source: Possible pacman/kalu conflict...
fr: Conflit possible entre pacman et kalu

# notif-button
source: Update system...
fr: Mettre à jour le système

# notif-button
source: Update AUR packages...
fr: Mettre à jour les paquets AUR

# notif-button
source: Mark packages...
fr: Marquer les paquets...

# notif-button
source: Show news...
fr: Afficher les nouvelles...

source: Unable to start process
fr: Impossible de démarrer le processus

source: Error while trying to run command line: %s The error was: <b>%s</b>
fr: Erreur pendant l'éxécution de la commande : %s L'erreur est : <b>%s</b>

source: kalu: Unable to start process
fr: kalu : impossible de démarrer le processus

source: Cannot run simulation: kalu is busy
fr: Échec du lancement de la simulation : kalu est occupé

source: kalu cannot run a simulation while it is busy (e.g. checking/upgrading the system). Please wait until kalu isn't busy anymore and try again.
fr: kalu ne peut pas effectuer de simulation lorsqu'il est occupé (par exemple lors de la vérification/mise à jour du système). Veuillez attendre que kalu soit libre et réessayez.

source: Cannot upgrade system: kalu is busy
fr: Impossible de mettre à jour le système : kalu est occupé

source: kalu cannot upgrade the system while it is busy (e.g. checking/upgrading the system). Please wait until kalu isn't busy anymore and try again.
fr: kalu ne peut pas mettre le système à jour lorsqu'il est occupé (par exemple lors de la vérification/mise à jour du système). Veuillez attendre que kalu se libère et réessayez.

source: Cannot launch AUR upgrade: kalu is busy
fr: Échec du lancement de la mise à jour de AUR : kalu est occupé

source: kalu cannot launch AUR upgrade while it is busy (e.g. checking/upgrading the system). Please wait until kalu isn't busy anymore and try again.
fr: kalu ne peut pas lancer la mise à jour de AUR lorsqu'il est occupé (par exemple lors de la vérification/mise à jour du système). Veuillez attendre que kalu se libère et réessayez.

source: Unable to mark watched packages
fr: Impossible de marquer les paquets surveillés

source: Watched packages have changed, you need to run the checks again to be up-to-date.
fr: Les paquets surveillés ont changé, vous devez relancer les vérifications afin de finaliser les mises à jour.

source: Unable to mark watched AUR packages
fr: Impossible de marquer les paquets AUR surveillés

source: Watched AUR packages have changed, you need to run the checks again to be up-to-date.
fr: Les paquets AUR surveillés ont changé, vous devez relancer les vérifications afin de finaliser les mises à jour.

source: Unable to show the news
fr: Impossible d'afficher les nouvelles

source: Unable to show unread news
fr: Impossible d'afficher les nouvelles non lues

source: Read news have changed, you need to run the checks again to be up-to-date.
fr: Les nouvelles lues ont changé, vous devez relancer les vérifications pour être à jour.

source: No notifications to show.
fr: Aucune notification à afficher.

source: Unable to show the recent Arch Linux news
fr: Impossible d'afficher les nouvelles Arch Linux récentes

source: Unable to show help
fr: Impossible d'afficher l'aide

source: Unable to show change log
fr: Impossible d'afficher le journal des modifications

source: translator-credits
fr: kolibry, bricabraque

# systray-menu
source: Re-show last notifications...
fr: Ré-afficher les dernières notifications...

source: Show notifications from last ran checks
fr: Afficher les notifications des dernières vérifications effectuées

# systray-menu
source: Resume automatic checks
fr: Reprendre les vérifications automatiques

# systray-menu
source: Pause automatic checks
fr: Mettre en pause les vérifications automatiques

source: Resume automatic checks (starting now)
fr: Reprendre les vérifications automatiques (démarrage immédiat)

source: Pause automatic checks (until resumed)
fr: Mettre en pause les vérifications automatiques (jusqu'à la reprise)

# systray-menu
source: Check for Upgrades...
fr: Recherche des mises à jour...

source: Check if there are any upgrades available
fr: Vérifier si des mises à jour sont disponibles

# systray-menu
source: Upgrade simulation...
fr: Mettre à jour la simulation...

source: Run a system upgrade simulation (to preview/help deal with conflicts)
fr: Lancer une simulation de mise à jour du système (pour prévenir et aider à gérer les conflits)

# systray-menu
source: System upgrade...
fr: Mise à jour du système...

source: Perform a system upgrade
fr: Effectuer une mise à jour du système

# systray-menu
source: Show unread Arch Linux news...
fr: Afficher les nouvelles Arch Linux non lues...

source: Show only unread Arch Linux news
fr: Afficher seulement les nouvelles Arch Linux non lues

# systray-menu
source: Show recent Arch Linux news...
fr: Afficher les nouvelles Arch Linux récentes

source: Show most recent Arch Linux news
fr: Afficher les nouvelles Arch Linux les plus récentes

# systray-menu
source: Manage watched packages...
fr: Gérer les paquets surveillés...

# systray-menu
source: Manage watched AUR packages...
fr: Gérer les paquets AUR surveillés...

# systray-menu
source: Preferences
fr: Préférences

source: Edit preferences
fr: Modifier les préférences

# systray-menu
source: Help
fr: Aide

source: Show help (man page)
fr: Afficher l'aide (manuel)

# systray-menu
source: Change log
fr: Journal des modifications

source: Show change log
fr: Afficher le journal des modifications

# systray-menu
source: About
fr: À propos

source: Show Copyright & version information
fr: Afficher les crédits et les informations de version

# systray-menu
source: Quit
fr: Quitter

source: Exit kalu
fr: Quitter kalu

source: kalu received an unknown FIFO command
fr: kalu a reçu une commande FIFO inconnue

source: paused kalu
fr: En pause

source: Checking/updating in progress...
fr: Vérification/mise à jour en cours...

source: Last checked on %s
fr: Dernière vérification le %s

source: Last checked just now
fr: Dernière vérification à l'instant

source: Last checked
fr: Dernière vérification il y a

source: 1 day
fr: 1 jour

source: 1 hour
fr: 1 heure

source: sync possible for 1 db
fr: Synchronisation possible avec une base de données

source: 1 unread news
fr: 1 nouvelle non lue

source: 1 upgrade available
fr: 1 mise à jour disponible

source: upgrades available (unknown number due to conflict)
fr: Mises à jour disponibles (nombre inconnu à cause des conflits)

source: 1 watched package updated
fr: 1 paquet surveillé mis à jour

source: 1 AUR package updated
fr: 1 paquet AUR mis à jour

source: 1 package not found in AUR
fr: 1 paquet non trouvé dans AUR

source: 1 watched AUR package updated
fr: 1 paquet AUR surveillé mis à jour

source: kalu: error setting tooltip
fr: kalu: erreur de réglage de l'info-bulle

source: Unable to create temp folder
fr: Impossible de créer un dossier temporaire

source: Unable to create symlink %s
fr: Impossible de créer le symlink %s

source: Unable to create folder %s
fr: Impossible de créer le dossier %s

source: Unable to open folder %s
fr: Impossible d'ouvrir le dossier %s

source: Copy failed for %s
fr: Échec de la copie de %s

source: Unable to stat %s
fr: Impossible d'évaluer %s

source: Unable to create local copy of database: %s
fr: Impossible de créer une copie locale de la base de données : %s

source: Failed to initialize alpm library: %s
fr: Échec à l'initialisation de la librairie alpm : %s

source: Failed to set GPGDir in ALPM: %s
fr: Échec de la configuration de GPGDir dans ALPM : %s

source: Could not register database %s: %s
fr: Impossible d'inscrire la base de données %s : %s

source: Server %s contains the $arch variable, but no Architecture was defined
fr: Le serveur %s contient la variable $arch, mais aucune architecture n'a été définie

source: Could not add server %s to database %s: %s
fr: Le serveur %s n'a pas pu être ajouté à la base de données %s : %s

source: Failed to update %s: %s
fr: Échec de la mise à jour %s : %s

source: - Package %s does not have a valid architecture
fr: - L'architecture du paquet %s n'est pas valide

source: - %s requires %s
fr: - %s nécessite %s

source: - %s and %s are in conflict
fr: - %s et %s sont en conflit

source: - %s and %s are in conflict (%s)
fr: - %s et %s sont en conflit (%s)

source: Failed to prepare transaction: %s %s
fr: Échec à la préparation de la transaction : %s %s

source: none
fr: Rien

source: No error message specified in MethodFailed
fr: Aucun message d'erreur spécifié dans MethodFailed

source: Object is not a KaluUpdater
fr: L'objet n'est pas un KaluUpdater

source: Cannot call method %s: already running
fr: Impossible de lancer la méthode %s : déjà en cours

source: Internal method definition missing for %s
fr: Définition de la méthode interne manquante pour %s

source: Unable to check the news
fr: Impossible de chercher les nouvelles

source: Unable to check for updates -- loading alpm library failed
fr: Impossible de vérifier les mises à jour -- échec du chargement de la librairie alpm

source: Unable to check for updates -- could not synchronize databases
fr: Impossible de vérifier les mises à jour -- échec de la synchronisation des bases de données

source: Unable to compile list of packages
fr: Impossible de compiler la liste des paquets

source: Unable to check for updates
fr: Impossible de vérifier les mises à jour

source: Unable to check for updates of watched packages
fr: Impossible de vérifier les mises à jour des paquets surveillés

source: Unable to check for AUR packages
fr: Impossible de chercher des paquets AUR

source: Unable to check for updates of watched AUR packages
fr: Impossible de vérifier les mises à jour des paquets AUR surveillés

source: No upgrades available.
fr: Aucune mise à jour disponible

source: Unable to open FIFO
fr: Impossible d'ouvrir FIFO

source: Received too much invalid data on FIFO, resetting
fr: Trop de données FIFO invalides reçues, réinitialisation

source: Run automatic checks
fr: Lancer une vérification automatique

source: Run manual checks
fr: Lancer une vérification manuelle

source: Enable debug mode
fr: Activer le mode déboguage

source: Show version information
fr: Afficher les informations de version

source: option parsing failed: %s
fr: Échec de l'analyse des options : %s

source: $NB updates available (D: $DL; N: $NET)
fr: $NB mises à jour disponibles (D: $DL; N: $NET)

source: $NB watched packages updated (D: $DL; N: $NET)
fr: $NB paquets surveillés mis à jour (D: $DL; N: $NET)

source: AUR: $NB packages updated
fr: AUR: $NB paquets mis à jour

source: $NB packages not found in AUR
fr: $NB paquets non trouvés dans AUR

source: AUR: $NB watched packages updated
fr: AUR: $NB paquets surveillés mis à jour

source: $NB unread news
fr: $NB nouvelles non lues

source: GTK+ initialization failed
fr: Échec de l'initialisation GTK+

source: To run kalu on CLI only mode, use --auto-checks or --manual-checks
fr: Pour exécuter kalu uniquement en mode console, utilisez --autochecks ou --manual-checks

source: Errors while parsing configuration
fr: Erreurs pendant l'analyse de la configuration

source: Unable to parse watched packages
fr: Impossible d'analyser les paquets surveillés

source: Unable to parse watched AUR packages
fr: Impossible d'analyser les paquets AUR surveillés

source: Unable to parse last news data
fr: Impossible d'analyser les données des dernières nouvelles

source: Unable to initialize cURL
fr: Impossible d'initialiser cURL

source: kalu will therefore not be able to check the AUR
fr: kalu ne sera donc plus capable de chercher dans AUR

source: Unable to create FIFO
fr: Impossible de créer FIFO

source: Unable to save changes to disk
fr: Impossible d'enregistrer les changements sur le disque

source: Unable to open link
fr: Impossible d'ouvrir le lien

source: Arch Linux Unread News - kalu
fr: Nouvelles Arch Linux non lues - kalu

source: Arch Linux News - kalu
fr: Nouvelles Arch Linux - kalu

source: _Mark as read
fr: Marquer comme lu(s)

source: Mark checked news as read
fr: Marquer les nouvelles cochées comme lues

source: _Close
fr: Fermer

source: No unread news
fr: Aucune nouvelle non lue

source: There are no unread Arch Linux news.
fr: Il n'y a pas de nouvelles Arch Linux non lues.

source: Help - kalu
fr: Aide - kalu

source: History - kalu
fr: Historique - kalu

source: <h2>Possible pacman/kalu conflict</h2><p>The pending system upgrade is likely to fail due to kalu's dependency on the current version of pacman. This is because the new pacman introduces API changes in libalpm (on which kalu relies).</p><h2>How to upgrade?</h2><p>In order to upgrade your system, you will need to :<br> <b>1.</b> Remove kalu (<pre>pacman -R kalu</pre>) This will <b>not</b> remove your preferences, watched lists, etc<br> <b>2.</b> Upgrade your system (<pre>pacman -Syu</pre>)<br> <b>3.</b> Install a new version of kalu, compatible with the new version of pacman.</p><p>If a new version of kalu for the new pacman isn't available on the AUR yet, make sure to flag it as out-of-date.</p>
fr: <h2>Conflit possible entre pacman et kalu</h2><p>La mise à jour imminente du système va probablement échouer en raison des dépendances de kalu dans la version actuelle de pacman.Cela est dû à la nouvelle version de pacman qui introduit des changements d'API dans libalpm (dont kalu dépend.)</p><h2>Comment mettre à jour ?</h2><p>Pour mettre à jour votre système, suivez ces étapes :<br> <b>1.</b> Désinstallez kalu (<pre>pacman -R kalu</pre>) Cela n'effacera <b>pas</b> vos préférences, listes de paquets surveillés, etc.<br> <b>2.</b> Mettez votre système à jour (<pre>pacman -Syu</pre>)<br> <b>3.</b> Installez une nouvelle version de kalu, compatible avec la nouvelle version de pacman</p><p>Si une version de kalu compatible avec la nouvelle version de pacman n'est pas encore disponible dans AUR, marquez-la comme périmée.</p>

source: Possible pacman/kalu conflict - kalu
fr: Conflit possible entre pacman et kalu - kalu

# expiration-delay
source: Default
fr: Par défaut

# expiration-delay
source: Never
fr: Jamais

source: %d seconds
fr: %d secondes

source: <b>When packages are not found:</b>
fr: <b>Quand les paquets ne sont pas trouvés :</b>

source: <b>Notification template</b>
fr: Modèle de notification

source: Title :
fr: Titre :

source: The following variables are available : - <b>$NB</b> : number of packages/news items
fr: Les variables suivantes sont disponibles : - <b>$NB</b> : nombre de paquets/nouveaux objets

source: - <b>$DL</b> : total download size - <b>$INS</b> : total installed size - <b>$NET</b> : total net (post-install difference) size
fr: - <b>$DL</b> : Taille totale de téléchargement - <b>$INS</b> : Taille totale installée - <b>$NET</b> : Taille totale nette (différence après installation)

source: News item :
fr: Champ Nouvelles :

source: Package :
fr: Paquet :

source: The following variables are available :
fr: Les variables suivantes sont disponibles :

source: - <b>$NEWS</b> : the news title
fr: - <b>$NEWS</b> : le titre des nouvelles

source: - <b>$REPO</b> : repository name
fr: - <b>$REPO</b> : nom du dépôt

source: - <b>$PKG</b> : package name
fr: - <b>$PKG</b> : nom du paquet

source: - <b>$OLD</b> : old/current version number
fr: - <b>$OLD</b> : ancien/actuel numéro de version

source: - <b>$NEW</b> : new version number
fr: - <b>$NEW</b> : nouveau numéro de version

source: - <b>$DL</b> : download size
fr: - <b>$DL</b> : taille de téléchargement

source: - <b>$INS</b> : installed size
fr: - <b>$INS</b> : taille installée

source: - <b>$NET</b> : net (post-install difference) size
fr: - <b>$NET</b> : Taille nette (différence après installation)

source: Separator :
fr: Séparateur :

source: No variables available.
fr: Auicun variable disponible.

source: Unable to apply/save preferences
fr: Impossible d'appliquer/sauvegarder les préférences

source: You need to select the configuration file to use for libalpm (pacman.conf)
fr: Vous devez sélectionner le fichier de configuration afin d'utiliser libalpm (pacman.conf)

source: You need to select the file to use as icon on notifications
fr: Sélectionnez le fichier à utiliser comme icône pour les notifications

source: You need to specify an interval.
fr: Vous devez spécifier un intervalle.

source: Invalid value for the auto-check interval.
fr: Valeur incorrecte pour l'intervalle de vérification automatique des mises à jour

source: Nothing selected for automatic checks.
fr: Rien n'est sélectionné pour les mises à jour automatiques.

source: Nothing selected for manual checks.
fr: Rien n'est sélectionné pour les mises à jour manuelles.

source: You need to specify the command-line to open links.
fr: Vous devez spécifier la commande pour ouvrir les liens.

source: You need to use $URL on the command line to open links.
fr: Vous devez utiliser $URL dans la commande pour ouvrir les liens.

source: You need to specify the command-line.
fr: Vous devez spécifier la commande.

source: %s cannot be created or is not a folder
fr: %s n'a pas pu être créé ou n'est pas un dossier

source: Unable to write configuration file
fr: Impossible d'éditer le fichier de configuration

source: When clicking the systray icon :
fr: Lors d'un clic sur l'icône de la zone de notification :

source: When double clicking the systray icon :
fr: Lors d'un double clic sur l'icône de la zone de notification :

source: When middle clicking the systray icon :
fr: Lors d'un clic de la roulette sur l'icône de la zone de notification :

source: Same as when active/not paused
fr: Pareil que lorsque actif/pas en pause

source: Do nothing
fr: Ne rien faire

source: Check for Upgrades...
fr: Recherche des mises à jour...

source: System upgrade...
fr: Mise à jour du système...

source: Upgrade simulation...
fr: Simulation de mise à jour...

source: Hide/show opened windows (except kalu's updater)
fr: Cacher/afficher les fenêtres ouvertes (sauf kalu)

source: Hide/show opened windows
fr: Cacher/afficher les fenêtres ouvertes

source: Re-show last notifications...
fr: Ré-afficher les dernières notifications...

source: Toggle pause/resume automatic checks
fr: Activer la pause/reprise des mises à jour automatiques

source: Preferences - kalu
fr: Préférences - kalu

# prefs-tab
source: General
fr: Général

source: Configuration file (pacman.conf) to use:
fr: Fichier de configuration (pacman.conf) à utiliser:

source: Select your pacman.conf
fr: Sélectionnez votre fichier pacman.conf

source: Icon used on notifications :
fr: Icône utilisé dans les notifications :

source: No icon
fr: Pas d'icônes

source: kalu's icon
fr: Icône de kalu

source: Select file:
fr: Sélectionnez un fichier :

source: Select notification icon
fr: Sélectionnez l'icône de notification

source: Supported Images
fr: Images supportées

source: Size of the icon used on notifications :
fr: Dimensions de l'icône utilisée dans les notifications :

source: Notifications expire after (seconds) :
fr: Les notifications expirent après (secondes) :

source: Delay after which the notification should expire/be automatically closed by the daemon.
fr: Délai après lequel les notifications expirent/sont fermées

source: Check for upgrades every (minutes) :
fr: Vérifier les mises à jour toutes les (minutes) :

# delay-in-minutes
source: 60 (Hour)
fr: 60 (une heure)

# delay-in-minutes
source: 120 (Two hours)
fr: 120 (deux heures)

# delay-in-minutes
source: 1440 (Day)
fr: 1440 (un jour)

# skip-between
source: Do not check between
fr: Ne pas vérifier entre

# skip-between
source: and
fr: et

# checks
source: Arch Linux news
fr: Nouvelles Arch Linux

# checks
source: Package upgrades
fr: Mises à jour paquets

# checks
source: Watched package upgrades
fr: Mises à jour paquets surveillés

# checks
source: AUR package upgrades
fr: Mises à jour paquets AUR

# checks
source: AUR watched package upgrades
fr: Mises à jour paquets AUR surveillés

source: During an automatic check, check for :
fr: Pendant une vérification automatique, chercher :

source: During a manual check, check for :
fr: Pendant une vérification manuelle, chercher :

# prefs-tab
source: News
fr: Nouvelles

source: Command line to open links :
fr: Commande pour ouvrir les liens :

source: Use variable <b>$URL</b> for the URL to open
fr: Utilisez la variable <b>$URL</b> pour ouvrir l'URL

# prefs-tab
source: Upgrades
fr: Mises à jour

source: Check for pacman/kalu conflict
fr: Vérifier les conflits pacman/kalu

source: Check whether an upgrade of pacman is likely to fail due to kalu's dependency, and if so adds a button on to notification to show a message about why and how to upgrade.
fr: Vérifier si une mise à jour de pacman risque d'échouer à cause des dépendances de kalu et, si tel est le cas, ajouter un bouton dans la notification pour afficher un message sur les causes et comment mettre à jour.

source: Show a button "Upgrade system" on notifications (and on kalu's menu)
fr: Afficher un bouton "Mettre à jour le système" dans les notifications (et dans le menu de kalu)

source: Whether or not to show a button "Upgrade system" on notifications, as well as an item "System upgrade" on kalu's menu
fr: Afficher ou non un bouton "Mettre à jour le système" dans les notifications, ainsi qu'une option "Mise à jour du système" dans le menu de kalu

source: When clicking the button/menu :
fr: Lors d'un clic sur le bouton/menu :

source: When clicking the button "Upgrade system" on notifications, or the menu "System upgrade"
fr: Lors d'un clic sur le bouton "Mettre à jour le système" dans les notifications ou "Mise à jour du système" dans le menu

source: Run kalu's system updater
fr: Lancer kalu

source: Run the specified command-line
fr: Exécuter la commande spécifiée

source: Command-line:
fr: Commande :

source: After completing a system upgrade, start the following :
fr: Une fois le système mis à jour, lancer :

source: Add a new command-line
fr: Ajouter une nouvelle commande

source: Edit selected command-line
fr: Éditer la commande sélectionnée

source: Remove selected command-line
fr: Supprimer la commande sélectionnée

source: Ask confirmation before starting anything
fr: Demander confirmation avant d'effectuer une action

source: Confirmation will be asked before starting those processes. With multiple ones, you'll be able to select which one(s) to start.
fr: Une confirmation vous sera demandée avant de lancer ces processus. Si il y a plusieurs processus, vous pourrez sélectionner ceux que vous souhaitez lancer.

# prefs-tab
source: Watched
fr: Surveillés
